'''
Задача 3
2-й способ

Пользователь вводит Имя, Возраст и Город, сформировать
приветственное сообщение путем форматирования 3-мя способами

'''

name = input("Введите имя:")
age = input("Введите возраст:")
city = input("Введите город:")
print(f"Моё имя {name}. Мне {age} лет. Я из города {city}")
