'''
Задача 4

Пользователь вводит 3 числа, сказать сколько из них положительных
и сколько отрицательных
'''
number_1 = input("Введите первое число:").split()
#number_2 = int(input("Введите второе число:"))
#number_3 = int(input("Введите третье число:"))
#number_1 = len(number_1.isdigite)
#print(len(number_1))
print(number_1)
