'''
Пользователь вводит предложение, заменить все пробелы на "-" 2-мя
способами

1-й способ
'''

world = input("Введите текст:")
print(world.replace(" ", "-"))